[
    {
        "name": "Absorptive",
        "content": "When you are wearing armor or wielding a shield with this property, damage that you take from weapons is reduced by an amount equal to the absorptive number. If this would reduce the damage to 0, the damage is instead reduced to 1.",
        "type": "Armor"
    },
    {
        "name": "Agile",
        "content": "While wearing armor or wielding a shield with this property, your Dexterity score becomes equal to the agile number. If your Dexterity is already equal to or greater than the agile number, it has no effect on you.",
        "type": "Armor"
    },
    {
        "name": "Anchor",
        "content": "A shield with this property can be used to provide cover. As an action, you can anchor or recover the shield. While anchored, you gain no benefit from a shield, and it does not require the use of a hand. Instead, while anchored, a light shield provides one-quarter cover, a medium shield provides half cover, and a heavy shield provides three-quarters cover.",
        "type": "Armor"
    },
    {
        "name": "Avoidant",
        "content": "When wearing armor or wielding a shield with this property and a creature makes an attack against you, the critical hit range decreases by an amount equal to the avoidant number, to a minimum of 1.",
        "type": "Armor"
    },
    {
        "name": "Barbed",
        "content": "When you succeed on a Strength (Athletics) check to initiate or maintain a grapple while wearing armor with this property, the creature takes kinetic damage using the barbed damage (which appears in parentheses with the property) + your Strength modifier.",
        "type": "Armor"
    },
    {
        "name": "Bulky",
        "content": "While wearing armor with this property, you have disadvantage on Dexterity (Stealth) checks that rely on sound.",
        "type": "Armor"
    },
    {
        "name": "Charging",
        "content": "When you take damage while wearing armor or wielding a shield with this property, you gain a charge. You can store a maximum number of charges equal to the charging number, and the charges last for 1 minute. The next time you hit with a melee weapon attack while you have charges, you deal additional damage of the same type as the weapon's damage equal to the number of charges stored, and the charges are expended.",
        "type": "Armor"
    },
    {
        "name": "Concealing",
        "content": "While wielding a shield with this property, you have advantage on Dexterity (Stealth) checks that rely on sight.",
        "type": "Armor"
    },
    {
        "name": "Cumbersome",
        "content": "While wearing armor or wielding a shield with this property, your speed is reduced by 5.",
        "type": "Armor"
    },
    {
        "name": "Gauntleted",
        "content": "While wearing armor with this property, your unarmed strikes deal kinetic damage using the gauntleted damage (which appears in parentheses with the property) + your Strength modifier.",
        "type": "Armor"
    },
    {
        "name": "Imbalanced",
        "content": "When you are critically hit while wielding a shield with this property, you can't take reactions until the start of your next turn, and you gain no AC benefit from your shield against the next attack against you before the start of your next turn.",
        "type": "Armor"
    },
    {
        "name": "Impermeable",
        "content": "Armor with this property includes the limited functions of a number of enviromental suits equal the impermeable number from the list below, which are either included in parentheses with the property or determined by the GM. Additionally, it includes 4 hours' capacity of oxygen, which can be replenished by oxygen tanks.\r\n- **Chemical Suit:** You are immune to the corroded condition.\r\n- **Conductive Suit:** You are immune to the shocked condition.\r\n- **Dampening Suit:** You are immune to the deafened condition, and you can't have disadvantage on Wisdom (Perception) and Intelligence (Investigation) checks that rely on sound.\r\n- **Diving Suit:** You are protected from the hazards associated with high pressure environments.\r\n- **Flame-Proof Suit:** You are immune to the ignited condition.\r\n- **Hazard Suit:** You are immune to the poisoned condition.\r\n- **Mind-Shielding Suit:** You have advantage on saving throws to avoid being frightened, and you have advantage on saving throws to avoid having your mind read or affected.\r\n- **Space Suit:** You are protected from the hazards associated with low pressure environments.\r\n- **Stabilizer Suit:** You have advantage on ability checks and saving throws to avoid being moved.",
        "type": "Armor"
    },
    {
        "name": "Insulated",
        "content": "When you make a saving throw against an effect that would deal ion or lightning damage while wearing armor or wielding a shield with this property, you can treat a d20 roll of below the insulated number as the insulated number.",
        "type": "Armor"
    },
    {
        "name": "Interlocking",
        "content": "While wielding a shield with this property within 5 feet of a friendly creature who is also wielding a shield with this property, you can both use your reactions on either of your turns to interlock the shields. While interlocked, both creatures gain a bonus to AC equal to the interlocking number. If at any point the creatures are more than 5 feet from each other, the shields immediately de-interlock, and this effect ends.",
        "type": "Armor"
    },
    {
        "name": "Lambent",
        "content": "While wielding a shield with this property, you can use a bonus action to activate or deactivate the shield's light. While active, the shield sheds bright light in a 5-foot radius and dim light for an additional 5 feet. Additionally, Dexterity (Stealth) checks made while the shield's light is active that rely on sight have disadvantage.",
        "type": "Armor"
    },
    {
        "name": "Lightweight",
        "content": "Armor and shields with this property have their weight reduced by half.",
        "type": "Armor"
    },
    {
        "name": "Magnetic",
        "content": "While you are wielding a shield with this property and a melee weapon attack misses you by an amount less than or equal to your bonus to AC from your shield, the attacking creature must make a Strength check, DC equal to the magnetic number. On a failed save, the creature's weapon adheres to the shield. As an action, a creature can repeat this check. On a success, the weapon is freed.",
        "type": "Armor"
    },
    {
        "name": "Obscured",
        "content": "While wearing armor or wielding a shield with this property, electronic sensors and cameras have disadvantage on Wisdom (Perception) and Intelligence (Investigation) checks against you that rely on sight.",
        "type": "Armor"
    },
    {
        "name": "Obtrusive",
        "content": "While wielding a shield with this property, you have disadvantage on Dexterity (Stealth) checks that rely on sight.",
        "type": "Armor"
    },
    {
        "name": "Powered",
        "content": "While wearing armor with this property, your Strength score becomes equal to the powered number. If your Strength is already equal to or greater than the powered number, it has no effect on you.",
        "type": "Armor"
    },
    {
        "name": "Reactive",
        "content": "When you are wearing armor with this property and a creature hits you with an attack roll, you gain a bonus to AC against the next attack from that creature before the start of your next turn equal to the reactive number.",
        "type": "Armor"
    },
    {
        "name": "Regulated",
        "content": "When you are wearing armor or wielding a shield with this property and a creature rolls the maximum on a weapon damage die against you, they must reroll and use the new roll, even if the new roll is the maximum on the weapon damage die.",
        "type": "Armor"
    },
    {
        "name": "Reinforced",
        "content": "When you make a long jump while wearing armor with this property, you can cover a number of feet up to twice your Strength score. When you make a high jump, you can leap a number of feet up into the air equal to 3 + twice your Strength modifier.",
        "type": "Armor"
    },
    {
        "name": "Responsive",
        "content": "While you are wielding a shield with this property and an attack misses you by an amount less than or equal to your bonus to AC from your shield, you gain a bonus to AC against the next attack from that creature before the start of your next turn equal to the responsive number.",
        "type": "Armor"
    },
    {
        "name": "Rigid",
        "content": "While wearing armor with this property, you add half your Dexterity modifier (rounded down), instead of your full Dexterity modifier, to Dexterity saving throws you make. If your Dexterity modifier is negative, you instead subtract the full modifier.",
        "type": "Armor"
    },
    {
        "name": "Silent",
        "content": "While wearing armor with this property, you have advantage on Dexterity (Stealth) checks that rely on sound.",
        "type": "Armor"
    },
    {
        "name": "Spiked",
        "content": "When you succeed on a Strength (Athletics) check to shove or trip a creature while wielding a shield with this property, the creature takes kinetic damage using the spiked damage (which appears in parentheses with the property) + your Strength modifier. If you use a shield with this property as an improvised weapon, the damage increases by one step (from d4 to d6, d6 to d8, or d8 to 2d4).",
        "type": "Armor"
    },
    {
        "name": "Steadfast",
        "content": "While wearing armor or wielding a shield with this property, you have advantage on Strength checks and Strength saving throws to avoid being moved.",
        "type": "Armor"
    },
    {
        "name": "Strength",
        "content": "While wearing armor or wielding a shield with this property, your speed is reduced by 10 unless your Strength score meets or exceeds the strength number. ",
        "type": "Armor"
    },
    {
        "name": "Versatile",
        "content": "A shield with this property can be used with one or two hands. While wielded in two hands, you gain an additional bonus to AC equal to the versatile number.",
        "type": "Armor"
    }
]